<div class="wrap">
<h2>افزونه یک بیت شعر</h2>
<p>با استفاده از این افزونه، یک بیت شعر به صورت تصادفی در هر بار مرور سایت، به کاربران نمایش داده خواهد شد.</p>
<ol>
<h3>روشهای استفاده</h3>
<li>شما می توانید برای نمایش بیت تصادفی از ویجت "یک بیت شعر" استفاده نمایید.</li>
<li>همچنین می‌توانید از کد کوتاه زیر در نوشته‌ها و برگه‌های سایت استفاده نمایید:</li>
<p>
<code>
[yek_beyt]
</code>
</p>
<li>
برای نمایش بیت تصادفی در قالب سایت می‌توانید از کد زیر در محل مورد نظر قالب استفاده نمایید:
</li>
<code>
&lt;?php
    echo do_shortcode('[yek_beyt]');
?&gt;    
</code>
<li>نکته مهم: چنانچه نگارش پایینتر از 1.4 را قبلاً نصب کرده بودید و الان به نگارش 1.4 و یا بالاتر ارتقا داده اید حتماً یکبار افزونه را غیر فعال و سپس فعال نمایید.
</li>


</p>
</ol>
<hr />
<h2 style="text-align: center;" ><a href="http://ham3da.ir/">طراحی و تولید انواع افزونه‌های وردپرس</a>
</h2>
<p style="text-align: center;">
<a href="http://ham3da.ir/" target="_blank">
<img src="<?php echo plugin_dir_url( __FILE__ ).'images/logo2.png';?>" alt="وب سایت علمی ادبی و نرم افزاری هم صدا" width="200" height="200"/></a>
</p>
</div>